Repository: akaver/ASP.NET-WebApiDal
Catalog: WebApiDal/Resources/Manage.*.resx
Languages: et

# ChangePassword_ButtonChangePassword
source: Change Password
et: Muuda parool

# ChangePassword_FormTitle
source: Change Password Form
et: Parooli muutmise vorm

# ChangePassword_Title
source: Change Password
et: Parooli muutmine

# Index_ChangeYourAccountSettings
source: Change your account settings
et: Muuda oma konto seadeid.

# Index_ChangeYourPassword
source: Change your password
et: Muuda oma parooli

# Index_Create
source: Create
et: Loo

# Index_ExternalLogins
source: External Logins:
et: Seotud välised kontod:

# Index_Manage
source: Manage
et: Halda

# Index_NoTwoFactorAuthenticationConfigured
source: There are no two-factor authentication providers configured.
et: Kahetasemeline autentimine ei ole seadistatud.

# Index_Password
source: Password:
et: Parool:

# Index_Title
source: Manage
et: Haldus

# Index_TwoFactorAuthentication
source: Two-Factor Authentication:
et: Kahetasemeline autentimine:

# ManageLogins_NoExternalLogins
source: There are no external authentication services configured.
et: Süsteemis ei ole seadistatud ühtegi välist autentimise teenust.

# ManageLogins_Title
source: Manage your external logins
et: Seotud kontode haldus

# ManageMessage_AddPhoneSuccess
source: Your phone number was added.
et: Sinu telefoninumber on lisatud.

# ManageMessage_ChangePasswordSuccess
source: Your password has been changed.
et: Sinu parool on muudetud.

# ManageMessage_Error
source: An error has occurred.
et: Tekkis viga.

# ManageMessage_RemovePhoneSuccess
source: Your phone number was removed.
et: Sinu telefoninumber eemaldati.

# ManageMessage_SetPasswordSuccess
source: Your password has been set.
et: Parool on seadistatud.

# ManageMessage_SetTwoFactorSuccess
source: Your two-factor authentication provider has been set.
et: Sinu kahetasemelise autentimise teenusepakkuja on seadistatud.

# ViewModel_Code
source: Code
et: Kood

# ViewModel_CodeRequired
source: Code is required.
et: Kood on kohustuslik

# ViewModel_ConfirmPassword
source: Confirm new password
et: Uus parool veelkord

# ViewModel_ConfirmPasswordNoMatch
source: The new password and confirmation password do not match.
et: Uus parool ja selle kordus ei ole kokkulangevad.

# ViewModel_NewPassword
source: New password
et: Uus parool

# ViewModel_NewPasswordRequired
source: New password is required.
et: Uus parool on kohustuslik

# ViewModel_OldPassword
source: Current password
et: Vana parool

# ViewModel_OldPasswordRequired
source: Old password is required.
et: Vana parool on kohustuslik

# ViewModel_PasswordLengthError
source: The {0} must be at least {2} characters long.
et: {0} peab olema vähemalt {2} tähte pikk.

# ViewModel_PhoneNumber
source: Phone Number
et: Telefoninumber

# ViewModel_PhoneNumberRequired
source: Phone number is required.
et: Telefoninumber on kohustuslik
